Repository: outersky/lunar-calendar-desklet
Catalog: po/*.po
Languages: sv

source: Previous month...
sv: Föregående månad...

source: Next month...
sv: Nästa månad...

source: Calendar desklet
sv: Skrivbordskalender

source: Configurable Calendar desklet
sv: Konfigurerbar skrivbordskalender

source: Calendar Desklet provides a highly configurable desklet to display current date and browsable months. It has a number of possible customisations.
sv: Calendar Desklet är ett konfigurerbart skrivbordsprogram för att visa aktuellt datum och bläddringsbara månader. Det har ett antal möjliga anpassningar.

source: Font size (pt)
sv: Teckenstorlek (pt)

source: Set the text font size in points
sv: Ange textstorlek i punkter

source: Layout of desklet
sv: Programlayout

source: Set the overall layout to horizontal/vertical of desklet
sv: Ange övergripande layout till horisontell/vertikal för programmet

source: Horizontal
sv: Horisontell

source: Vertical
sv: Vertikal

source: Transparency (%)
sv: Transparens (%)

source: Set the transparency of desklet in percentage
sv: Ange programtransparens i procent

source: Show time
sv: Visa tid

source: Show or hide time (hours and minutes)
sv: Visa eller dölj tiden (timmar och minuter)

source: Custom font family for text (blank to use default)
sv: Anpassat teckensnitt för text (lämnas tomt för standardinställning)

source: Set a custom font family for the text (blank to use default font)
sv: Ange ett anpassat teckensnitt för text (lämnas tomt för standardinställning)

source: Calendar configuration
sv: Kalenderkonfiguration

source: Background colour
sv: Bakgrundsfärg

source: Set background colour of desklet
sv: Ange bakgrundsfärg för programmet

source: Short month name
sv: Kort månadsnamn

source: Show short month name
sv: Visa kort månadsnamn

source: Show day of week
sv: Visa veckodag

source: For day of week; show full name, short name or disable showing
sv: För veckodag: Visa fullständigt namn, kortnamn eller inaktivera visning

source: Full
sv: Fullständig

source: Short
sv: Kort

source: No
sv: Nej

source: Show year
sv: Visa årtal

source: For year; show all digits, show last two digits or disable showing
sv: För år: Visa alla siffror, de två sista siffrorna eller inaktivera visning

source: Text colour for Saturdays
sv: Textfärg för lördagar

source: Set text colour for Saturdays
sv: Ange textfärg för lördagar

source: Text colour for Sundays
sv: Textfärg för söndagar

source: Set text colour for Sundays
sv: Ange textfärg för söndagar

source: Panels to show
sv: Paneler att visa

source: Select the panels to display in desklet
sv: Välj vilka paneler som visas i programmet

source: Both Today & Month
sv: Både idag & månad

source: Today only
sv: Endast idag

source: Month only
sv: Endast månad

source: Desklet style configuration
sv: Programstil

source: Text colour
sv: Textfärg

source: Set text colour of desklet
sv: Ange textfärg för programmet
